IDEA StatiCa Open Model
ReinfFabric.DiameterY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bar diameter - direction Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double DiameterY { get; set; }
Public Property DiameterY As Double
	Get
	Set
public:
property double DiameterY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace